MODE.FirstCasualtyCommander = {
	"Первое заражение. Осторожней.",
	"Один пал. Будьте бдительны.",
	"Я потерял одного из вас, возможное превращение. Держитесь.",
	"Один из вас заражён, оставайтесь на чеку и ждите последующих инструкций."
}

MODE.HalfWayCommander = {
	"Вас меньше чем ожидалось. Зато больше места в вертолёте.",
	"Половина пропала пропадом. Держитесь.",
	"На половину вас меньше.",
	"Вас меньше чем ожидалось.",
}

MODE.HalfWayHeliCommander = {
	"Вас половина, держитесь, вертолёт близко!",
	"Половина либо мертва либо заражена, потерпите ещё 4-5 минут!",
	"Патоген уже на половину заразил всех, но вертолёт уже почти тут!",
	"Потерпите, вертолёт почти прилетел.",
}

MODE.HalfWayExtractCommander = {
	"Половина из вас тут, группа спасения через 3 минуты уже прибудет!",
	"Потерпите, группа спасения уже рядом!",
	"Патоген на половину поразил вас, но скоро прибудет группа спасения.",
	"Бля я устал это переводить всё, представьте что тут что то важное и нужное и скоро прибудет группа спасения (3минуты).",
}

MODE.ThreeLeftCommander = {
	"Вас трое."
	"Осталось только трое.",
	"Трио громил.",
	"Держитесь вместе, вас трое."
}

MODE.ThreeLeftHeliCommander = {
	"Вас трое, а вертолёт близко.",
	"Осталось только трое. Выходите уже, вертолёт почти тут.",
	"Трио громил, идите на точку посадки вертолёта.",
	"Держитесь вместе, вас трое. Вертолёт в пути."
}

MODE.TwoLeftCommander = {
	"Тут было написано про форсакен, вас двое.",
	"Вас двое.",
	"Только ты и какой то ёбанный рандом. Живи братуха.",
	"ДЕРИСЬ ЗА СВОЮ И ЗА ЖИЗНЬ ТВОЕГО БРАТАНА КОТОРЫЙ ЕЩЁ ЖИВ!"
}

MODE.OneLeftCommander = {
	"Улица громил выставит тебя героем если ты выживешь.",
	"Ты единственный.",
	"Ты один одинёшенький.",
	"Ты последний."
}

MODE.FirstCasualtyContractor = {
	"Первый убит.",
	"Держи бдительность, первый пал.",
	"Один мёртв.",
	"Продолжай в том же духе, один пал."
}

MODE.HalfWayContractor = {
	"Половина леса вырублена."
}

MODE.ThreeLeftContractor = {
	"Осталось пара живых щитов. Продолжай."
}

MODE.TwoLeftContractor = {
	"Сделай фаталити этому дебилу."
}

MODE.OneLeftContractor = {
	"Гудбой. Ты один, иди на точку посадки вертолёта."
}